** Summing it up

   | Group                        | number |
   |------------------------------+--------|
   | All Test262                  |  11746 |
   | Passes                       |   2229 |
   | Fails because of test bugs   |      1 |
   | Fails because of parser bugs |     16 |
   | The rest                     |   9501 |
   #+TBLFM: @6$2=@2-@3-@5

